{
  "index": {
    "title": "Full-Stack Developer",
    "title1": "I'm a",
    "subtitle": "I'm ",
    "subtitle1": "Ramiro Gumma",
    "subtitle2": "- Based in Buenos Aires",
    "findme": "Find",
    "findme2": "me",
    "carrouselTitle": "Click on the button to contact me.",
    "go": "Let's go!"
  },
  "aboutme": {
    "title": "Get to",
    "title1": "know me better",
    "subtitle": "¡Hello! My name is Ramiro Gumma and I'm Frontend Developer.",
    "subtitle2": "My",
    "subtitle3": "Studies",
    "subtitle4": "Coderhouse",
    "subtitle5": "Codo a codo 4.0",
    "paragraph": "I live in Buenos Aires, Argentina, and I study independently and I study in CoderHouse Backend Developer. I am certified in Workana and Linkedin and my current activity focuses mainly in HTML, CSS and Javascript; I also use technology Node, Express, MongoDB, AWS, Websocket for backend, and React, Tailwind, Framer.motion, Next.js, Axios . I adapt to agile management methodologies that provide a quick and effective solution to your company's problems.",
    "paragraph2": "I have discovered my passion for this digital world, essential to advance in a super competitive market; and that is why I am in continuous training, developing my potential permanently",
    "paragraph3": "Backend Development",
    "paragraph4": "Full Stack - Web Development (JavaScript/Node.JS)",
    "paragraph5": "Argentina, Buenos Aires City Certification."
  },
  "briefcase": {
    "title": "Skills",
    "title1": "Development languages I work with.",
    "title2": "Tools",
    "title3": "Development tools.",
    "title4": "Check out",
    "title5": "my proyects",
    "title6": "my paid projects",
    "carrouselM1": "Product listing application, you can place a product with price and date of production. It is a simple CRUD made with Bootstrap and object oriented programming (OOP).",
    "carrouselM2": "Is a simple template of a development news page, which is made with native code without CDN or libraries.",
    "carrouselM3": "Personal website, an application that is developed mainly in Next.js, which is integrated with the sendinblue API, in it I use Framer-Motion for the animations and Tailwind for the layout.",
    "carrouselM4": "This is a simple weather application, which is built with React.js and consumes the OpenWeather api, which is mapped with Tailwind and DaisiUi.",
    "carrouselM5": "Netflix clone, application created with React, Redux, Firestore and Google Auth. I use a TMDB api (The Movie DataBase) which consumes lists of movies to render, the API call is made with Axios. To display the different screens I use conditionals and authentications.",
    "carrouselM6": "It is a example of an E-Commerce, which connects to the backend with the stripe api, which allows me to receive payments with cards and more than 25 payment methods. The app is built with create-next-app, firebase-next-auth, axios, node.js, stripe, tailwind and redux",
    "carrouselM7": "Creation of Api and webSocket for real time feedback and page views counter depending on the country.",
    "carrouselSubtitle": "Click on the button to see the app",
    "development": "Development",
    "go": "GO!"
  },
  "contactme": {
    "title": "Contact me",
    "title2": " to work together!",
    "subtitle": "I'll be glad to answer your questions.",
    "label": "What is your first name and surname?",
    "label2": "What is your Email?",
    "label3": "Wath is your Subjet?",
    "label4": "Wath is your mesagge?",
    "placeholder": "Subjet",
    "placeholder1": "Mesagge",
    "button": "Send",
    "alert": "Thank you for contacting me!",
    "error": "Error! Sending message, please try again."
  }
}
